[Language]
Language=ENGLISH
FontName=Arial
FontSize=10
[Text]
AGE=Age                                        
NAME=Name                                             
PATENTID=ID  
YEAR=Years                                               
MONTH=Months                                              
DAY=Days  
WEEK=Weeks
HOUR=Hours
DEPT=Dept
FEMALE=Female  
GENDER=Gender                                             
MALE=Male  
NONE=None  
BEDNO=BedNo
VISITID=VisitID  
INPATIENTID=InpatientID
OUTPATIENTID=OutpatientID
EXAMINATIONID=ExaminationID                    
HR=HR
PDUR=P Dur.
PRINTER=PR Int.
QRSINTER=QRS Dur.
QTQTC=QT/QTc
PQRSDEG=P/QRS/T
RV5SV1=RV5/SV1
RV5ADDSV1=RV5+SV1
RV6SV2=RV6/SV2
SAVEHINT=Do you want to save the modification?
PDFHINT=Fail to start the PDF Creator! Please check whether it is installed correctly.
HRVSELECTAREARTIP=Please select the printing area of HRV with mouse!
RHYLEADERROR=Rhythm lead 1/2/3 cannot be the same! 
CFONTNAME=Arial
EFONTNAME=Times New Roman
NORMALTITLE_9=9 Lead ECG Report
NORMALTITLE_12=12 Lead ECG Report
NORMALTITLE_15=15 Lead ECG Report
NORMALTITLE_18=18 Lead ECG Report
CONCLUSION=Diagnostic Result
WARDNO=Room No.
ON=On
OFF=Off
LEAD9=9 Lead                                                                                 
LEAD12=12 Lead                                                               
LEAD15=15 Lead                                                                              
LEAD18=18 Lead
STANDARD9=STANDARD 9 Lead                                                                 
STANDARD12=STANDARD 12 Lead                                                                        
POST15=12lead+LEFT                                                              
RIGHT15=12Lead+RIGHT                                                             
XYZ15=12 Lead+XYZ                                                             
PEDS15=PEDs Mode                                                             
NEHB15=STANDARD+NEHB                                                            
STANDARD18=STANDARD 18 Lead
NORMALDEMO=NORMAL DEMO                                                                 
ABNORMALDEMO=ABNORMAL DEMO                                                               
SAMPLINGERROR=Communication failure: Please check whether the USB cable is connected. You can reconnect the USB cable and try it again.
LEADOFF=LEADOFF                                                            
OVERLOAD=Signal Overload     
IECLEAD=IEC
AHALEAD=AHA  
CHLINFO=The device is allowed to sampling 12 leads, please check the sample type!
KEEPING=keep
RECTIME=ExamTime
PRTTIME=ReportTime
DOCMARK=Doctor Signature 
HORIZ=Horizontal
AUTO=Auto
DEMO_80=Normal_80
COMMERROR=USB Communication Error!
SAMPTIMEERROR=The sampling time of Resting ECG must be between 10 and 1800 seconds!
HRVSAMPTIMEERROR=The sampleling time of HRV ECG must be between 1 and 30 minutes!
VCGSAMPTIMEERROR=The sampling time for VCG must be between 10 and 900 seconds!
RHYTHMSAMPTIMEERROR=The sampleling time of Rhythm ECG must be between 1 and 30 minutes!
HRRANGEERROR=The value of the algorithm setting must be between 0 and 999!
HRSIZEVALUEERROR=The Tachycardia criteria should be greater than Bradycardia criteria!
LEADNUMERROR=Please select lead num!
CONFIRMHINT=Please confirm the diagnosis before printing!
MULTICONFIRM_HINT=There is a report whose conclusion is not confirmed, you cannot print more than one report!
PRINTHINT=Please check the diagnosis before printing!
MULTIPRINT_HINT=There is a report whose conclusion is not checked, you cannot print more than one report!
PREVIEW_CONFIRMHINT=Please confirm the diagnosis before preview!
LEADRHYTHM1=Rhythm1
LEADRHYTHM3=Rhythm3
LIMBLEAD=Limb Lead 
CHESTLEAD=Chest Lead
ALLLEAD=All-lead
EXTRALEAD=Additional Lead
SWVERSION=might-ecg 1.0
DIAGHINT=Report should be confirmed by physician
FCG_QXY=QXY
FCG_HXY=HXY
FCG_RF=RF
FCG_PIH=PIH
FCG_VXY=VXY
FCG_SPECTURM=Power Spectrum
FCG_TWOSPECTURMALY=Two Leads Compare
FCG_SEPCUTRM_12=12-Lead Power Spectrum
ABNORMAL_LIST = Abnormal List
WAVEFORM = Waveform
FRONTAL = Frontal
SAGITTAL = Right Sagittal
HORIZONTAL = Horizontal
ALL=ALL
MAXVECTOR=MaxVector
STVECTOR=STVector
LONGANDSHORT=L/S
TRANGLE=T-R angle
STARTVECTOR=St.Vector
RUNDIRECT=Direct
PLOOPINTER = P
QRSLOOPINTER = QRS
TLOOPINTER = T
ENDVECTOR = EndVector
ANGLETEXT = Ang.
AMPTEXT = Amp.
PLOOP = P
QRSLOOP = QRS
TLOOP = T
VCG_3D = 3D
SAVE_OK = Save successfully!
SAVE_FAIL = Fail to save the file!
IS_REPLACE = The file already exists,replace it or not?
VLPSTANDARDQRS=Standard QRS
VLPTOTALQRS=Total QRS
VLPLESSTHAN40UV=Under 40 uV
VLPEND40MS=Last 40 ms
VLPNOISE=Noise
VLPHEARTBEATCOUNT=Beats
VLPFILTER=Filter
VLP_3DSPECTRUM=3D Spectrum
TIMEDOMAIN=Time Domain
FREQUENCYDOMAIN=Frequency Domain
VLP_UNFILTER=Standard Unfiltered
VLP_IIRFILTER=IIR Filter
3DFREQUENCY=VLP 3D Frequency Graph
VLP_PARAMETER=Parameter
VLP_DLGRANGE=Initial Window:
VLP_DLGWIDTH=Window Width:
VLP_SERIES=Number of Steps:
VLP_GAIN=Step Increment:
VLP_LEAD=Current Lead:
VLP_DLGTYPE=Window Type:
HRV_AUTODIGRESULT=Auto Diagnosis result
HRV_WAVE=Waveform
HRV_POINCARE=Poincare Plots
HRV_MODIFIEDPOINECARE=Modified Poincare Plots 
HRV_FREANALYSIS=Spectral Analysis
HRV_RRDISPICTUR=Histogram of RR Difference
HRV_RRHISTGORM=RR Histogram
HRV_HRTREND=HR Trend
HRV_RRDIS=RR Difference(ms)
HRV_RRLEN=RR Interval(ms)
HRV_RRTIME=Sampling Time
HRV_TOTALR=Total Beat Number
HRV_HRROW=Heart Rate(bpm)
HRV_FREQUENCY=Frequency(Hz)
HRV_POWERDENSITY=²Power Spectral Density
HRV_MEANRR=Average RR Interval
HRV_MAXRR=max RR Interval
HRV_MINRR=Min RR Interval
HRV_MAXMIN=Max/Min
HRV_TIMEDOMAIN=Time Domain Parameters
HRV_FREDOMAIN=Frequency Domain Parameters
HRV_TOTALPOWER=Total Power
HRV_HRVINDEX=Triangle Index
HRV_TOTALROW=Beat Number
HRTDANGER = Danger
HRTTO = TO>=0.0
HRTTS = TS<=2.5ms/beat
HRTAVERAGE = Average HR>75bpm
HRTMODE = Mode
HRTAGE = Age>=65
HRT_AVGHIS = Average Histogram
HRT_SGLHIS = Single Histogram
HRT_AVG = Average:
HRT_MAX = Max:
HRT_MIN = Min:
NO_HRT = No Valid VE!
HRT_PVC = Valid PVC:
FCGTITLE = FCG Report
VCGTITLE = VCG Report
TVCGTITLE = TVCG Report
QTTITLE = QTd Report
HFECGTITLE = HFECG Report
VLPTITLE = VLP Report
HRVTITLE = HRV Report
HRTTITLE = HRT Report
RHYTHMECGTITLE = Rhythm ECG Report
RULER_X = Interval measurement
RULER_Y = amplitude measurement
DEMOHINT = DEMO mode, not real human data! 
DEMOSAMPLEHINT = DEMO mode, not real human data! Please confirm whether to continue?
RESERVERRL = please confirm whether or not to run limb inversion?
CLASSNORMAL = Normal ECG
SELPRINTRPT=Please select the report to be printed!
NULL = (null)
REFRESHERROR =The content cannot be empty!
NOTPERMIT_DELETE =Do not allow to delete!
OPERMIT_SIGN=Cannot input '[' or ']'
LEADITERATION=The lead is configured repeatedly!
SUPERDOGCHECKFAIL=Cannot detect SuperDog!
SUPERDOGLOADFAIL=Load SuperDog.dll Failed!
LEADI=I 
LEADII=II
LEADIII=III
STRIPTITLE=Strip Report
ARFCT=Arfct
NORMAL=Normal
PRIORITY_CALHRV = Please analyze the HRV first!
BASE_SET = Base Setting
PAUSE = Pause
DRUG_SET = Pharma Study Setting
SETRPTTIME=Please set the report time.
BIGGERTIME=The time must be in chronological order.
LEFTEDIT=Please fill in the time in order.
NUMBERRANGE=The numerical range is:0~30
DRUGTITLE=Pharma Test Report
SHOT_IMMEDIATELY=Immediately after injection
MINITE=Minute
NORMALECG=Normal ECG
RHYTHMLEAD=Rhythm Wave
FCG=FCG
QT=QTd
HFECG=HFECG
VCG=VCG
TVCG=TVCG
VLP=VLP
HRV=HRV
HRT=HRT
DRUGTEST=Pharma Test
RHYTHMECG=Rhythm
PRINT_RIGHT_HINT=No print permission!
NOAVAILABLE_RPT=No report available!
TEMPLATE=Template
ECGCOMPARISONTITLE=ECG Comparison Report
CURRENT=Current
[Diagnose]
D_111=Unsatisfactory Record                                         
D_112=Arm Leads Reversed                                    
D_113=Lead Off                                             
D_121=Counter Clock Wise Rotation                                          
D_122=Clock Wise Rotation                                           
D_131=Low Voltage(Limb Leads)                                          
D_132=Low Voltage(Chest Leads)                                          
D_133=Low Voltage                                               
D_141=QT Interval Prolongation                                           
D_142=Short QT Interval                                           
D_151=Dextrocardia                                
D_161=High T Wave                                              
D_171=ST Elevation                                            
D_201=Indeterminate Axis                                        
D_202=Mild Left Axis Deviation                                      
D_203=Right Axis Deviation                                          
D_204=Marked Right Axis Deviation                                      
D_205=Left Axis Deviation                                           
D_206=S1-S2-S3 Pattern                                         
D_301=High Voltage(Left Ventricle)                                         
D_302=Positive T Wave in V1                                            
D_303=Right Ventricular Hypertrophy?                                       
D_304=Left Ventricular Hypertrophy                                       
D_305=Left Ventricular Hypertrophy(Probably Normal for this Age)                     
D_306=Right Ventricular Hypertrophy                                           
D_307=Left Atrial Enlargement                                           
D_308=Right Atrial Enlargement                                           
D_309=Right Ventricular Hypertrophy(Pulmonary Disease?)                     
D_310=Biatrial Enlargement                                           
D_311=Right Ventricular Hypertrophy+Right Atrial Enlargement                                
D_312=Right Ventricular Hypertrophy+Left Atrial Enlargement                                
D_313=Left Ventricular Hypertrophy+Left Atrial Enlargement                                
D_314=Biventricular Hypertrophy                                           
D_315=Left Ventricular Hypertrophy                                           
D_316=Excessive Overload of Left Atrium                                       
D_401=Short PR Interval                                           
D_402=Pre-excitation Syndrome                                            
D_410=First-degree Atrioventricular Block                                      
D_412=Second-degree Atrioventricular Block (Wenckebach type)                             
D_413=Second-degree Atrioventricular Block (Mobitz type II)                             
D_414=2:1 Atrioventricular Block                            
D_415=Third-degree Atrioventricular Block                                   
D_421=Artificial Pacemaker Rhythm                                           
D_500=RSR' Pattern                                             
D_501=Incomplete Right Bundle Branch Block                               
D_502=Intraventricular Conduction Block                                         
D_504=Complete Right Bundle Branch Block                                     
D_505=Complete Left Bundle Branch Block                                     
D_506=Incomplete Left Bundle Branch Block                                   
D_510=Suspect Left Anterior Hemi Block                                     
D_511=Left Anterior Hemi Block                                         
D_512=Left Posterior Hemi Block  
D_513=Suspect Left Posterior Hemi Block 
D_514=Septal Fascicular Block                                  
D_521=Bifascicular Bundle Block
D_522=Suspect Bifascicular Bundle Block   
D_531=Suspect Trifascicular Bundle Block                                             
D_532=Trifascicular Bundle Block                                           
D_541=Peri-Infarction Block   
D_601=Flat T Wave                             
D_611=Low T Wave                                              
D_621=Inverted T Wave     
D_622=Deep Negative T Wave
D_623=Giant Negative T Wave                                   
D_631=Suspect Slight ST-T Abnormality                                   
D_632=Slight ST-T Abnormality                                       
D_633=ST-T Abnormality                                           
D_641=Poor T Progression
D_651=Peaked T wave
D_661=Slight ST Depression
D_662=Middle ST Depression
D_663=Marked ST Depression
D_671=Slight ST Elevation
D_672=Middle ST Elevation
D_673=Marked ST Elevation                                           
D_701=Poor R Wave Progression                                 
D_711=Abnormal Q Wave                                  
D_721=Subendocardial Myocardial Infarction                           
D_731=Suspect Anterior Myocardial Infarction?                                     
D_741=Possible Anterior Myocardial Infarction                                     
D_751=Anterior Myocardial Infarction                                         
D_761=Anterior Myocardial Infarction(Possibly Recent)                             
D_771=Anterior Myocardial Infarction(Possibly Acute)                               
D_734=Suspect Anteroseptal Myocardial Infarction?                                   
D_744=Possible Anteroseptal Myocardial Infarction                                   
D_754=Anteroseptal Myocardial Infarction                                       
D_764=Anteroseptal Myocardial Infarction(Possibly Recent)                           
D_732=Suspect Lateral Myocardial Infarction?                                     
D_742=Possible Lateral Myocardial Infarction                                     
D_752=Lateral Myocardial Infarction                                         
D_762=Lateral Myocardial Infarction(Possibly Recent)                             
D_772=Lateral Myocardial Infarction(Possibly Acute)                               
D_733=Suspect Inferior Myocardial Infarction?                                     
D_743=Possible Inferior Myocardial Infarction                                     
D_753=Inferior Myocardial Infarction                                         
D_773=Inferior Myocardial Infarction(Possibly Acute)                               
D_735=Suspect Posterior Myocardial Infarction                         
D_745=Possible Posterior Myocardial Infarction                                     
D_763=Inferior Myocardial Infarction(Possibly Recent)     
D_792=Occlusion of the First Septal Branch of LACA
D_793=Occlusion of the Left Anterior Descending Coronary Artery(LACA)
D_794=Occlusion of the Left Main Coronary Artery Stenosis
D_795=Occlusion of the Right Coronary Artery (RCA)
D_796=Occlusion of Ostium Right Coronary Artery
D_797=Occlusion of the Left Circumflex Coronary Artery (LCx)
D_800=Sinus Rhythm                                             
D_801=Coronary Sinus Rhythm                                       
D_802=Suspect Left Atrial Rhythm?                                       
D_803=Atrioventricular Junctional Rhythm                                           
D_804=Atrioventricular Dissociation                                             
D_805=Asystole
D_806=Ventricular Fibrillation                                        
D_810=Marked Sinus Bradycardia                                     
D_811=Sinus Bradycardia                                         
D_812=Sinus Tachycardia                                         
D_813=Tachycardia                                             
D_814=Bradycardia                                             
D_815=Extreme Tachycardia                                         
D_816=Extreme Bradycardia                                         
D_821=Sinus Arrhythmia     
D_822=Sinus Bradycardia with Sinus Arrhythmia                               
D_823=Sinus Tachycardia with Sinus Arrhythmia                                   
D_831=Escape Beat                                                 
D_841=Premature Atrial Contraction                                         
D_845=Frequent Premature Atrial Contraction                                     
D_847=Premature Atrial Contraction Bigeminy                                   
D_843=Premature Atrial Contraction Trigeminy                                   
D_842=Premature Ventricular Contraction                                         
D_846=Frequent Premature Ventricular Contraction                                     
D_848=Premature Atrial Contraction Bigeminy                                   
D_844=Premature Ventricular Contraction Trigeminy                                   
D_862=Runs of Premature Atrial Contraction                                     
D_864=Runs of Premature Ventricular Contraction                                     
D_851=Sino-Atrial Block or Marked Sinus Arrhythmia                                         
D_852=Blocked Premature Atrial Contraction                                   
D_853=Pair Premature Atrial Contraction                                     
D_854=Pair Premature Ventricular Contraction                                     
D_861=Supraventricular Tachycardia                                       
D_863=Ventricular Tachycardia                                         
D_865=Ventricular Escape Rhythm                                         
D_866=Ventricular Rhythm                                         
D_871=Atrial Fibrillation                                             
D_872=Atrial Flutter                                             
D_881=Undefined Arrhythmia
D_317=Biatrial Enlargement                                         
D_403=C Type Pre-excitation Syndrome                                         
D_551=Septal Fascicular Block                                           
D_755=Wide Anterior Myocardial Infarction                                       
D_781=Anteroseptal Myocardial Infarction                                       
D_791=Posterior Myocardial Infarction                                       
D_736=Suspect Anterolateral Myocardial Infarction                                   
D_746=Possible Anterolateral Myocardial Infarction                                   
D_756=Anterolateral Myocardial Infarction                                       
D_737=Suspect Inferolateral Myocardial Infarction?                                   
D_747=Possible Inferolateral Myocardial Infarction                                   
D_757=Inferolateral Myocardial Infarction
D_900=Normal VCG                                       
D_901=Possible coronary artery disease   
D_902=Coronary artery disease
[Dialog_3001]
ID_3074=Normal
ID_3072=FCG
ID_3081=QTd
ID_3073=HF ECG
ID_3076=VCG
ID_3077=TVCG
ID_3075=VLP
ID_3079=HRV
ID_3040=HRT
ID_3006=Preview
ID_3007=Print
ID_3036=Setting
ID_3080=History
ID_3095=Fisrt AID
ID_3096=Severity
[Dialog_3000]
ID_59748=wave
ID_59749=wave
ID_3002=Static
ID_3003=Confirm
ID_3004=Reset NO.
ID_3005=Glossary
ID_3009=Gain
ID_3010=Speed
ID_3011=Format
ID_3013=Diagnosis
ID_3016=Template
ID_3085=Comparison
ID_3035=Ruler
ID_3070=Re-analysis
ID_3084=Re-filter
ID_3112=Inversion   
[Dialog_3019]
ID_0=Re-filter
ID_1=OK
ID_2=Close
ID_3142=Please select the filter frequency      
[Dialog_103]
ID_0=Dialog
ID_1002=Pre Page
ID_1003=Next Page
ID_1004=Zoom In
ID_1005=Zoom Out
ID_1006=Print
ID_1007=Close
[Dialog_3004]
ID_0=Setting
ID_1=OK
ID_2=Close
ID_3037=Print Setting
ID_3050=Paper Orient
ID_3038=Landscape
ID_3039=Portrait
ID_3040=Paper Size
ID_3041=A4
ID_3042=B5
ID_3043=Letter
ID_3051=Rhythm Lead Setting
ID_3044=Rhythm 1
ID_3046=Rhythm 2
ID_3048=Rhythm 3
ID_3052=Print Sequence
ID_3053=synchro
ID_3054=continuous
ID_3081=Baseline adjustment
ID_3082=Grid display multiple
ID_3055=Report Setting
ID_3143=Normal ECG Report
ID_3146=Rhythm Wave Report
ID_3093=QTd Report
ID_3096=FCG Report
ID_3100=Power Spectrum Rpt
ID_3145=HFECG Report
ID_3095=TVCG Report
ID_3092=VLP Report
ID_3144=VCG Report
ID_3097=HRV Report
ID_3098=HRT Report
ID_3094=XYZ Wave
ID_3099=HRV Wave
ID_3159=Add NO.
ID_3160=Diagnostic Result
ID_3161=Lateral starting position
ID_3162=Longitudinal starting position
ID_3163=Grid(1mm)
ID_3164=Grid(5mm)
ID_3147=Color
[Dialog_4000]
ID_1=OK
ID_4000=Start
ID_4001=Stop
ID_4002=Speed
ID_4003=Gain
ID_4004=Format
ID_4005=Lead
ID_4006=Setting
ID_4007=Lead Placement
ID_4029=Keep
ID_4032=Pause
[Dialog_4002]
ID_0=Setting
ID_1=OK
ID_2=Close
ID_4007=Sampling Setting
ID_4008=Device Type
ID_4010=Device Port
ID_4034=Sampling Time
ID_4012=Resting ECG 
ID_4037=HRV
ID_4040=VCG
ID_4025=Lead Sequence
ID_4014=Filter Setting
ID_4015=EMG/LOWPASS
ID_4016=AC Filter
ID_4017=DFT Filter
ID_4021=Lead Setting
ID_4024=Lead Number
ID_4027=Lead Electrode
ID_4028=s
ID_4039=min
ID_4042=s
ID_4031=Pace Lead
ID_3051=Rhythm Lead Setting
ID_3044=Rhythm 1
ID_3046=Rhythm 2
ID_3048=Rhythm 3
ID_4035=Algorithm Setting 
ID_4029=Tachycardia(greater than)
ID_4036=Bradycardia(less than)
ID_4045=Rhythm ECG
ID_4047=min
[Dialog_3024]
ID_3127=Mode
ID_3128=Average Histogram
ID_3129=Single Histogram
ID_3121=Pre PVC
ID_3122=Next PVC
ID_3130=Danger
ID_3126=Re-analyze
[Dialog_4007]
ID_0=Preview
ID_1=Upload
ID_2=Resampling
[Dialog_3005]
ID_3132=Re-analyze
ID_3056=Play
ID_3057=Parameter
ID_3059=P/QRS/T
ID_3060=Vector Loop
ID_3066=P Loop
ID_3067=QRS Loop
ID_3068=T Loop
ID_3031=ALL
ID_3061=Diagnosis
ID_3064=Glossary
ID_3003=Confirm
ID_3004=Reset NO.
[Dialog_3006]
ID_0=VCG Detailed Measurements
[Dialog_3009]
ID_3093 = Other Functions
ID_3089 = Rotate 
ID_3090 = Axis
ID_3091 = Plane
ID_3070 = Zoom In
ID_3071 = Zoom Out
ID_3072 = Reset
ID_3140 = Preview
ID_3141 = Print
ID_3074 = Save
ID_3075 = Return
[Dialog_101]
ID_0 = Glossary
ID_1 = Close
ID_1014 = Save
[Dialog_3010]
ID_3070=Re-analyze
[Dialog_3023]
ID_3118=Re-analyze
ID_3135=Diagnosis
ID_3137=Glossary
ID_3138=Confirm
ID_3004=Reset NO.
[Dialog_3013]
ID_3109=Filter
[Dialog_106]
ID_0=Rename
ID_1=OK
ID_2=Cancel
[Dialog_3014]
ID_0=Electrode Inversion 
ID_1=OK
ID_2=Cancel
ID_3158= Hands Electrode Inversion
[Dialog_4035]
ID_1=OK
[Dialog_3155]
ID_3005=Glossary
ID_3003=Confirm
ID_3004=Reset NO.
ID_3013=Diagnosis
[Dialog_200]
ID_205=Mark
ID_207=Confirm
ID_209=Glossary
ID_213=Preview
ID_211=Print
ID_212=PDF
[Dialog_4054]
ID_0=Setting
ID_1=OK
ID_2=Cancel
[Dialog_4053]
ID_4049=Test Time Setting
ID_4035=0-1-3-5-10-15(Minute)
ID_4036=0-1-3-5-7-9(Minute)
ID_4037=0-2-4-6-8-10(Minute)
ID_4038=Customize
ID_4051=(Minute)
ID_4050=Report Format Setting
ID_4046=All-Lead ECG Report
ID_4058=Single-Lead ECG Report
[Dialog_4052]
ID_0=Pharma Study Print Setting
ID_1=OK
ID_2=Cancel
ID_4049=Print Single Rhythm Lead 
ID_4035=0-1-3-5-10-15(min)
ID_4036=0-1-3-5-7-9(min)
ID_4037=0-2-4-6-8-10(min)
ID_4038=Customize
ID_4051=(min)
ID_4052=Print Single Rhythm Lead
[Dialog_3157]
ID_16022=(Current)
ID_16023=(Current)
ID_16044=Superposed Comparison
ID_16045=Display ST
ID_3203=Print
[Dialog_102]
ID_1004=Ethernet port
ID_1005=serial port
ID_1000=Start
ID_1001=Stop
[Dialog_3157]
ID_16045=Display ST
ID_16044=Superposed Comparison
ID_3203=Print
ID_16022=(Current) 
ID_16023=(Current) 
[Menu_121]
ID_40164=calipers
ID_40119=Interval measurement
ID_40120=amplitude measurement
[Menu_120]
ID_40099=Ruler
[Menu_122]
|0=Set the measured value as
ID_40113=HR
ID_40114=P Dur.
ID_40115=PR Int.
ID_40116=QRS Dur.
[Menu_123]
|0=Set measured the value as
[Menu_112]
ID_40081=Limb Lead
ID_40082=Chest Lead
ID_40053=Rhythm 1
ID_40054=Rhythm 3    
[Menu_118]
ID_40081=Limb Lead
ID_40082=Chest Lead
ID_40053=Rhythm 1
ID_40054=Rhythm 3  
[Menu_119]
ID_40081=Limb Lead
ID_40082=Chest Lead
ID_40053=Rhythm 1
ID_40054=Rhythm 3  
[Menu_117]
ID_40081=Limb Lead
ID_40082=Chest Lead
ID_40053=Rhythm 1
ID_40054=Rhythm 3   
[Menu_103]
ID_40010=Add
ID_40011=Delete
ID_40012=Modify
[Menu_120]
ID_40099= Ruler
[Menu_126]
ID_40170=Rhythm 1
ID_40171=Rhythm 3 
[Menu_4004]
ID_32773=9lead                       
ID_32774=12lead                      
ID_32775=15lead                      
ID_32776=18lead                      
[Menu_4007]
ID_40164=calipers
ID_40119=Interval measurement
ID_40120=amplitude measurement
ID_40189=Modify Report
[Menu_127]
ID_40187=STANDARD 9 Lead  
[Menu_128]
ID_40185=STANDARD 12 Lead 
[Menu_129]
ID_40180=12lead+LEFT
ID_40181=12Lead+RIGHT 
ID_40182=12 Lead+XYZ  
ID_40183=PEDs Mode  
ID_40184=STANDARD+NEHB 
[Menu_130]
ID_40186=STANDARD 18 Lead